Repository: biddyweb/NewsFeed_iOS
Catalog: NewsFeed/*.lproj/Localizable.strings
Languages: da, de

# choose_feeds_button
source: Choose your news feeds
da: Vælg nyheds feeds
de: Wählen Sie Ihre News-Feeds

# selectFeedHeadline
source: Choose one or more news feeds
da: Vælg en eller flere feeds

# readFeedButton
source: Read news now
da: Læs nyheder nu
de: Jetzt Nachrichten lesen

# ImprintHeadline
source: Imprint
da: Aftryk
de: Impressum

# ImprintContent
source: English SÃ¼lze
da: Danish Sülze

# refreshViewLoadingData
source: Loading data ...
da: indlæsning af data ...
de: Lade Daten ...

# offlineSettingsHeaderLabel
source: Here you can download all news for offline reading
da: Her kan du downloade alle nyheder til off line brug
de: Laden Sie sich alle Artikel zum Offline-Lesen herunter

# offlineSettingsHeaderLabel_Download
source: Please be patient until the articles are being downloaded for offline reading
da: Vent venligst mens artiklerne downloades til off line brug
de: Bitte haben Sie ein wenig Geduld, bis die Artikel zum Ofﬂine-Lesen heruntergeladen wurden

# offlineSettingsExplanationLabel
source: With the download feature, the latest news will be stored on your mobile device. Thereby the news will also be available without any internet connection. Depending on the speed of the connection, a full download may take some time. You can therefore opt to exclude films and PDFs from the download. You can also set general preferences for downloading news for offline reading under Settings
da: Med download funktionen vil de seneste nyheder blive arkiveret og være tilgængelige, også når du er off line. Afhængig af din internet forbindelse, kan det tage tid at downloade den fulde version af nyheden. Du kan derfor vælge f.eks. at udelukke film og pdf filer til download. Du kan også indstille generelle preferencer for at downloade nyheder til off line brug. Dette gør du under Indstillinger
de: Mit dem Download laden Sie die neusten Nachrichten auf Ihr mobiles Gerät, um sie auch ohne Internetverbindung lesen zu können. Ein vollständiger Download kann je nach Verbindung dauern. Daher haben Sie die Möglichkeit, Filme und PDFs vom Herunterladen auszuschließen. Unter Einstellungen können Sie außerdem allgemeine Regeln für das Herunterladen von Nachrichten für das Offline-Lesen festlegen

# offlineSettingsExplanationLabel_Download
source: Depending on your connection the download may take a while
da: Afhængig af din internet forbindelse, kan det tage et stykke tid at downloade
de: Je nach Verbindung kann es länger dauern, bis die Artikel heruntergeladen wurden. Anschließend stehen sie auch ohne Internetverbindung zur Verfügung

# offlineSettingsVideoSyncLabel
source: Also save films
da: Gem også film
de: Zusätzlich Filme speichern

# offlineSettingsSyncPDFLabel
source: Also save PDFs
da: Gem også pdf filer
de: Zusätzlich PDFs speichern

# offlineSettingsDownloadButton
source: Cancel
da: Fortryd
de: Abbrechen
